Repository: H3ARTgg/iOS-FakeNFT-StarterProject-Public
Catalog: FakeNFT/Resources/*.lproj/Localizable.strings
Languages: ar

# profile.icon
source: None
ar: حساب تعريفي

# catalogue.icon
source: None
ar: فهرس

# cart.icon
source: None
ar: سلة

# statistics.icon
source: None
ar: إحصائيات

# profile.owned
source: None
ar: NFTs الخاصة بي

# profile.favorite
source: None
ar: NFTs مميزة

# profile.developer
source: None
ar: عن المطور

# profileEdit.changePhoto
source: None
ar: غير الصوره

# profile.sort
source: None
ar: فرز

# profile.byPrice
source: None
ar: حسب السعر

# profile.byRating
source: None
ar: حسب التصنيف

# profile.byTitle
source: None
ar: بالاسم

# profile.close
source: None
ar: يغلق

# profile.noNfts
source: None
ar: ليس لديك NFTs حتى الآن

# profile.noFavoriteNfts
source: None
ar: ليس لديك أي NFTs مفضلة حتى الآن

# profile.from
source: None
ar: من

# profile.price
source: None
ar: سعر

# profile.name
source: None
ar: اسم

# profile.about
source: None
ar: وصف

# profile.site
source: None
ar: موقع إلكتروني

# statisticAlert.title
source: None
ar: فرز

# statisticActionSheep.sortByName
source: None
ar: الترتيب حسب الاسم

# cancelAction.Text
source: None
ar: يلغي

# userSiteButton.Title
source: None
ar: انتقل إلى الموقع

# userCollectionButton.title
source: None
ar: مجموعة NFT(%d)

# userCollectionViewController.Title
source: None
ar: مجموعة NFT

# plugLabel.Text
source: None
ar: لا NFT

# statisticErrorAlert.title
source: None
ar: خطأ

# statisticErrorActionSheep.repeat
source: None
ar: يكرر

# statisticErrorPlugView.text
source: None
ar: تبا شيء ما حدث بشكل خاطئ

# button.to.pay
source: None
ar: للدفع

# label.amount.nft
source: None
ar: NFT

# label.currency.eth
source: None
ar: ETH

# label.delete.nft
source: None
ar: هل أنت متأكد أنك تريد إزالة العنصر من المهملات؟

# button.delete.nft
source: None
ar: يمسح

# label.cancel
source: None
ar: يعود

# alert.sort
source: None
ar: فرز

# sort.price
source: None
ar: حسب السعر

# sort.rating
source: None
ar: حسب التصنيف

# sort.title
source: None
ar: بالاسم

# alert.close
source: None
ar: يغلق

# image.load.failure
source: None
ar: حاول ثانية

# sort.catalogue
source: None
ar: فرز

# by.name
source: None
ar: بالاسم

# by.nft.count
source: None
ar: حسب عدد NFTs

# close
source: None
ar: يغلق

# error.try.again
source: None
ar: حاول ثانية

# error.connection.message
source: None
ar: هناك خطأ ما(

# collection.author
source: None
ar: مؤلف المجموعة
